task/task-c/sowfa/task-12/init_file/uae_phasevi_base/constant/airfoilProperties/Mod_S809_800
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.x                                 |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      airfoilProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
 
airfoilData
(
//   alpha   C_l       C_d
    (  -180.00   0.00000   0.17480)
    (  -170.00   0.23000   0.21160)
    (  -160.00   0.46000   0.31720)
    (  -150.00   0.49400   0.47840)
    (  -140.00   0.51000   0.67430)
    (  -130.00   0.48600   0.87990)
    (  -120.00   0.41500   1.06840)
    (  -110.00   0.30200   1.21480)
    (  -100.00   0.15900   1.29890)
    (   -90.00   0.00000   1.30800)
    (   -80.00  -0.15900   1.29890)
    (   -70.00  -0.30200   1.21480)
    (   -60.00  -0.41500   1.06840)
    (   -50.00  -0.48600   0.87990)
    (   -40.00  -0.51000   0.67430)
    (   -30.00  -0.49400   0.47840)
    (   -21.10  -0.56000   0.30270)
    (   -19.10  -0.67000   0.30690)
    (   -17.10  -0.79000   0.19280)
    (   -15.20  -0.84000   0.08980)
    (   -13.20  -0.70000   0.05530)
    (   -11.10  -0.63000   0.03900)
    (    -9.20  -0.56000   0.02330)
    (    -7.10  -0.64000   0.01310)
    (    -5.10  -0.42000   0.01340)
    (    -3.10  -0.21000   0.01190)
    (    -0.90   0.05000   0.01220)
    (     1.00   0.30000   0.01160)
    (     3.10   0.54000   0.01440)
    (     5.20   0.79000   0.01460)
    (     6.15   0.85850   0.01540)
    (     7.10   0.94800   0.01620)
    (     8.15   0.97900   0.02180)
    (     9.20   0.97900   0.02740)
    (    10.30   0.97400   0.03030)
    (    11.10   0.97900   0.03690)
    (    12.20   0.99100   0.05090)
    (    13.20   1.01300   0.06480)
    (    14.32   1.02600   0.07760)
    (    15.30   0.96100   0.09170)
    (    16.10   0.93100   0.09940)
    (    17.10   0.85800   0.19300)
    (    18.10   0.79000   0.29000)
    (    19.10   0.75500   0.37900)
    (    25.00   0.86700   0.45400)
    (    30.00   0.78100   0.47840)
    (    35.00   0.74200   0.57635)
    (    40.00   0.70400   0.67430)
    (    45.00   0.65200   0.77710)
    (    50.00   0.57100   0.87990)
    (    60.00   0.53000   1.06840)
    (    70.00   0.38000   1.21480)
    (    80.00   0.18000   1.29890)
    (    90.00   0.00000   1.30800)
    (   100.00  -0.15900   1.29890)
    (   110.00  -0.30200   1.21480)
    (   120.00  -0.41500   1.06840)
    (   130.00  -0.48600   0.87990)
    (   140.00  -0.51000   0.67430)
    (   150.00  -0.49400   0.47840)
    (   160.00  -0.46000   0.31720)
    (   170.00  -0.23000   0.21160)
    (   180.00   0.00000   0.17480)
);